import os
import time

WHSL = C = "\033[32;1m"
ENDL = W = "\033[0m"
REDL = R = "\033[0;31m"
GNSL = G = "\033[1;34m"
os.system('clear')
page_1 =f"""{REDL}
    ______    ______   ______  __    __  ________        ______    ______   __    __ 
   /      \  /      \ /      |/  \  /  |/        |      /      \  /      \ /  \  /  |
  /$$$$$$  |/$$$$$$  |$$$$$$/ $$  \ $$ |$$$$$$$$/      /$$$$$$  |/$$$$$$  |$$  \ $$ |
  $$ |  $$ |$$ \__$$/   $$ |  $$$  \$$ |   $$ | ______ $$ \__$$/ $$ |__$$ |$$$  \$$ |
  $$ |  $$ |$$      \   $$ |  $$$$  $$ |   $$ |/      |$$      \ $$    $$ |$$$$  $$ |
  $$ |  $$ | $$$$$$  |  $$ |  $$ $$ $$ |   $$ |$$$$$$/  $$$$$$  |$$$$$$$$ |$$ $$ $$ |
  $$ \__$$ |/  \__$$ | _$$ |_ $$ |$$$$ |   $$ |        /  \__$$ |$$ |  $$ |$$ |$$$$ |
  $$    $$/ $$    $$/ / $$   |$$ | $$$ |   $$ |        $$    $$/ $$ |  $$ |$$ | $$$ |
   $$$$$$/   $$$$$$/  $$$$$$/ $$/   $$/    $$/          $$$$$$/  $$/   $$/ $$/   $$/ 
                                                                                   
                                                                     
  {WHSL}Модуль {GNSL}[Android debug bridge] {WHSL}перенесен в OSINT-SAN Framework
"""

print(page_1)
print(f'  {WHSL}Подпишись {GNSL}https://t.me/osint_san_framework')
print(f'  {REDL}Ожидайте мы начинаем загрузку Framework')
time.sleep(3)
os.system('git clone https://github.com/Bafomet666/OSINT-SAN')




